Repository: CEO-Vision/gofast
Catalog: sites/all/modules/autocomplete_deluxe/translations/*.po
Languages: es

source: User interface
es: Interfaz de usuario

source: None
es: Ninguno

source: Size of textfield
es: Tamaño del campo de texto

source: Enhanced autocomplete using Jquery UI autocomplete.
es: Autocompletado mejorado usando jQuery UI autocomplete.

source: Autocomplete deluxe taxonomy
es: Taxonomía de Autocomplete deluxe

source: Limit of the output.
es: Límite de la salida.

source: If set to zero no limit will be used
es: Si se establace a 0 no se empleara un límite

source: Mininum length.
es: Tamaño mínimo.

source: The minimum length of characters to enter to open the suggestion list.
es: La longitud mínima de caracteres a introducir para abrir la lista de sugerencias.

source: Allow synonyms
es: Permitir sinónimos

source: Should users be able to search for synonyms of terms?
es: Deberían los usuarios buscar sinónimos de términos?

source: Delimiter.
es: Delimitador.

source: A character which should be used beside the enter key, to seperate terms.
es: Un caracter que se debe utilizar junto a la tecla enter, para separar los términos.

source: Term not found message.
es: Mensaje de término no encontrado.

source: A message text which will be displayed, if the entered term was not found.
es: Un mensaje de texto que se mostrará, si no se ha encontrado el término introducido.
