Repository: CEO-Vision/gofast
Catalog: sites/all/modules/gofast/po/*_taxonomy.po
Languages: fr

# term:027878dc-1d6b-421e-81b8-6037e7e0a817:description
source: An email file
fr: Fichier de type email

# term:027878dc-1d6b-421e-81b8-6037e7e0a817:description
source: An email file
fr: Fichier de type email

# term:042649a3-4c0f-4af7-b7dc-69f9394157b2:description
source: A SVG file
fr: Fichier au format SVG

# term:1227c5ab-598b-46c7-8873-d3caa9e40847:name
source: Signed
fr: Signé

# term:16af8a92-6b88-47d2-b2c1-8855c0869555:name
source: Thartiflewt
fr: Tartiflete2

# term:1bdfdf50-f460-4600-9662-ff1870d8db29:name
source: Done
fr: Terminé

# term:1c1b24ce-f26c-4a82-b78d-9e4c592324bb:name
source: Critical
fr: Critique

# term:1ce68f6c-068b-4242-bd46-904bbf7eaecc:name
source: To Validate
fr: En attente de validation

# term:1e3c4721-a787-46bd-8bf6-03929e32ba33:name
source: Pending change
fr: Modification en attente

# term:1e3c4721-a787-46bd-8bf7-03929e32ba32:name
source: Awaiting signature
fr: En attente de signature

# term:1edf6b08-b366-4323-915d-63840ccd74a9:name
source: Contract
fr: Contrat

# term:22d82937-802c-4ad3-86f4-b8fb705dd66b:name
source: Done
fr: Terminé

# term:2331133e-656e-4517-ac1a-208592fd84c5:description
source: Vectorial presentation
fr: Présentation vectorielle

# term:2331133e-656e-4517-ac1a-208592fd84c5:name
source: Vectorial presentation
fr: Présentation vectorielle

# term:245eb1de-161a-4181-8580-341225c01b82:name
source: Internal Distribution
fr: Diffusion Interne

# term:26badcce-87b0-4b93-9c90-c66e3df7f27c:name
source: Rejected
fr: Rejeté

# term:28112763-b16a-4e5b-b12b-ea2a66463004:name
source: Krowziflette
fr: Croziflette2

# term:2ae236e7-985e-4649-92dc-8d1ca56e25f6:name
source: Form
fr: Formulaire

# term:2b50a40d-0751-4a3d-a55e-8cf52d8d87ba:name
source: Other
fr: Autre

# term:2bdd985b-57e6-4034-b58c-a490b6d7e557:name
source: Done
fr: Fait

# term:2d80cdf5-d2f2-492d-a7dc-7e95996fbf81:name
source: Userlist
fr: Liste d'utilisateurs

# term:348c8b43-bb68-4816-a6f8-46f9d64a247c:name
source: Project
fr: En projet

# term:35ec26c0-10f4-41ed-8373-9e260f9a8c94:description
source: Draft
fr: Brouillon

# term:35ec26c0-10f4-41ed-8373-9e260f9a8c94:name
source: Draft
fr: Brouillon

# term:36d6aaee-75ed-45e2-8f4c-73b8ab539ee3:name
source: Personal Space
fr: Espace personnel

# term:374ad1b1-3018-4e45-af72-e2bbba4e8d2f:name
source: Normal
fr: Normale

# term:37a2a55a-98c0-4efe-a95e-12446f83698b:name
source: Report and minutes
fr: Rapport et Compte-Rendu

# term:39860739-843e-46e3-b448-f30dcc153c43:name
source: Text file
fr: Fichier Texte

# term:40:name
source: In Progress
fr: En cours

# term:430be1fb-41b3-4243-a7d7-8cdccfe5a81d:name
source: test2_en
fr: Test2

# term:45f31e66-7d96-4521-927c-96aad13164b0:name
source: Test JLE
fr: Test JLE FR

# term:480cc27f-223e-44c8-aa77-fb2d903eab7c:description
source: Conference, Visio
fr: Visio-conférence

# term:480cc27f-223e-44c8-aa77-fb2d903eab7c:name
source: Conference
fr: Réunion

# term:4:name
source: Done
fr: Fait

# term:4b66c7d4-6a6c-4b11-8967-282cb6f63ad3:name
source: ToDo
fr: A faire

# term:4fa7e52a-8a5a-4b92-82a3-f1382d2559b2:description
source: A Spreadsheet file like Excel
fr: Fichier Tableur / Feuille de calcul comme Excel

# term:4fa7e52a-8a5a-4b92-82a3-f1382d2559b2:description
source: A Spreadsheet file like Excel
fr: Fichier Tableur / Feuille de calcul comme Excel

# term:4fa7e52a-8a5a-4b92-82a3-f1382d2559b2:name
source: Spreadsheet Document
fr: Tableur

# term:5342fb2d-9235-4016-98ba-b11e71f701c3:description
source: A public space
fr: Espace public

# term:592d5a53-1bbe-428c-bfee-67e5111c947b:name
source: Obsolete
fr: Obsolète

# term:5f342b8e-f115-4771-8609-c986d9da98f9:description
source: Audio file
fr: Fichier Audio

# term:61e912a2-7439-438b-b012-125967a87c6f:description
source: A Picture file
fr: Fichier image

# term:61e912a2-7439-438b-b012-125967a87c6f:name
source: Picture
fr: Image

# term:61ea50e8-4511-4ebf-a3bd-f76b2716c9ac:description
source: An Archive file, like zip
fr: Fichier d'archive, comme zip

# term:61ea50e8-4511-4ebf-a3bd-f76b2716c9ac:description
source: An Archive file, like zip
fr: Fichier d'archive, comme zip

# term:62:name
source: ToDo
fr: À faire

# term:6b81ccdf-1c26-4432-a067-daf1504acba7:name
source: Validated
fr: Validé

# term:6c4054f5-4aef-4994-98d9-2b4b4bc75e8f:description
source: A Wiki page
fr: Une page de wiki

# term:6c4054f5-4aef-4994-98d9-2b4b4bc75e8f:name
source: Wiki article
fr: Article wiki

# term:7028233c-9977-4236-b9cb-247e63a034aa:name
source: Invoice
fr: Facture

# term:7796ea2b-8393-41dc-9fa6-245312411ae8:description
source: A Presentation file like PowerPoint
fr: Fichier de Diapositives (Slide) comme PowerPoint

# term:7796ea2b-8393-41dc-9fa6-245312411ae8:name
source: Presentation
fr: Diapositive-Slide

# term:78173f22-eebc-443a-bb64-4377596d96f5:description
source: Undefined format
fr: Format non défini

# term:78173f22-eebc-443a-bb64-4377596d96f5:name
source: Other
fr: Autre

# term:7c400b02-877d-481a-a372-079e1af153aa:description
source: Organisation collaborative Space
fr: Espace collaboratif de type Organisation

# term:8215d600-9bc8-402f-99e1-a0db51ba361c:name
source: Pending charge
fr: En attente d'imputation

# term:8261336c-8340-4b96-bce2-705206bf998b:name
source: Application
fr: Candidature

# term:856899f7-6792-40c3-84d1-4d10e5fd4a2b:name
source: Pre-Archived
fr: Pré-archivé

# term:856899f7-6792-40c3-84d1-4d10e5fd4a2b:name
source: Archived
fr: Archivé

# term:8745aac2-cbd7-423f-8ec7-65824a08ece7:name
source: Presentation
fr: Présentation

# term:8e7cf030-eab9-4538-b940-2565b3352109:name
source: Task
fr: Carte

# term:8e7cf030-eab9-4538-b940-2565b3352109:name
source: Card
fr: Carte

# term:901358ab-35fc-4eb4-9fbb-d335ea836758:name
source: Confidential Data
fr: Donnée Confidentielle

# term:9177ec36-2b57-4dc6-909d-4f50835162f0:description
source: A CAO file, like Solidworks
fr: Fichier CAO, comme Solidworks

# term:9177ec36-2b57-4dc6-909d-4f50835162f0:description
source: A CAO file, like Solidworks
fr: Fichier CAO, comme Solidworks

# term:926d1cd6-2b98-44bc-9d24-a468280b5420:name
source: In progress
fr: En cours

# term:9275707c-1be4-438b-a4c0-97f07e13f2db:name
source: Awaiting signature
fr: En attente de signature

# term:93de18c0-3ddd-4317-8c84-7caa9964dc14:description
source: A forum
fr: Contenu de type forum de discussion

# term:983506cb-76c1-48d7-9518-4f31b28fa6a4:name
source: toto_en
fr: toto_fr

# term:a0b45431-7cc6-4a03-997a-f0bb16598749:name
source: Reblowchonne
fr: Reblochon2

# term:a36f0952-daa5-45e8-b5bd-0a1d4aae6c76:name
source: Raklette
fr: Raclette3

# term:a83481af-ef75-484f-930c-f9448abda9a8:name
source: Internal memo
fr: Note interne

# term:b00aaef7-4f57-4b2a-be63-f3fc1e54afde:name
source: ToDo
fr: À faire

# term:b17fae5d-373f-4540-bab3-a1402bcfac9c:name
source: Outbound (e)mail
fr: Courrier sortant

# term:b3035c00-db64-4b4a-b1d1-7e9848daa323:name
source: In Progress
fr: En cours

# term:b326fe3d-1d5c-4044-b79d-dc8f78180fd2:description
source: An External Web Page
fr: Page Web externe récupérée directement d'un site Internet

# term:b326fe3d-1d5c-4044-b79d-dc8f78180fd2:name
source: External Web Page
fr: Page Web Externe

# term:b371be21-d259-4522-932c-2defd42bc88b:description
source: Conference
fr: Réunion

# term:b371be21-d259-4522-932c-2defd42bc88b:name
source: Conference
fr: Conférence

# term:b5dcca31-9dfa-4ea1-b51d-d128ea0a5196:name
source: In Progress
fr: En Cours

# term:b674c3b8-11f4-482e-9067-205f95027afd:name
source: DSM-EDM
fr: GED

# term:b884edaf-eece-4a28-9974-64fb1860a071:name
source: YesHello
fr: OuiBonjour

# term:bd095ec9-988d-43ac-b272-4e63dd6c3d2f:description
source: A form
fr: Contenu de type formulaire

# term:bd095ec9-988d-43ac-b272-4e63dd6c3d2f:name
source: Form
fr: Formulaire

# term:c39d5846-6789-4f4d-b66a-029791a0ea03:name
source: Inbound (e)mail
fr: Courrier entrant

# term:c65ca575-8c89-48c4-a3a8-c41ccd211314:name
source: Specification
fr: Spécification

# term:c8d39b32-61d6-4263-a2b7-da695b46e133:description
source: Group collaborative Space
fr: Espace collaboratif de type Groupe

# term:c8d39b32-61d6-4263-a2b7-da695b46e133:description
source: Group collaborative Space
fr: Espace collaboratif de type Groupe

# term:c8d39b32-61d6-4263-a2b7-da695b46e133:name
source: Group
fr: Groupe

# term:cbc9b096-b075-4a14-95a0-6dc4a5987b2b:name
source: Low
fr: Basse

# term:d1771148-d81a-4099-824b-a6ce932486c6:name
source: Signed
fr: Signé

# term:d1771148-d81a-4099-824b-a6ce932486c9:name
source: Being transmitted
fr: En cours de transmission

# term:d34bc99c-e961-49de-9db7-cbc47b396938:description
source: A PDF document
fr: Fichier au format PDF

# term:d34bc99c-e961-49de-9db7-cbc47b396938:description
source: A PDF document
fr: Fichier au format PDF

# term:d3c55831-8f05-4379-b845-ad213d699654:description
source: A user profile
fr: Profil d'utilisateur

# term:d66bfe8d-6a89-4c40-8cce-4b5ffcf0121a:name
source: IT Strategy
fr: Stratégie IT

# term:d68c8b68-45c5-4ff1-afd9-cd6db2f6c4f7:description
source: A Visio file
fr: Fichier de type Visio

# term:dc7440e1-3260-429d-826d-6dc7d8554866:name
source: Personal Data
fr: Donnée Personnelle

# term:dd5e25f3-494c-46a9-b046-5f4c886f2c5a:description
source: A Video file
fr: Fichier de type Vidéo

# term:dd5e25f3-494c-46a9-b046-5f4c886f2c5a:name
source: Video
fr: Vidéo

# term:e35313b5-c593-4fe9-9992-7aae53335e29:name
source: To Do
fr: A traiter en priorité

# term:ee5c1150-a1b2-4b37-9c12-3f1dd78aa03d:name
source: Rule
fr: Règle

# term:ef688234-1cc1-46ee-b8c9-15901fa81aed:name
source: Bruuuh
fr: Oui

# term:f0e01087-7832-4239-ac45-415b81730d8b:description
source: An HTML document
fr: Fichier au format HTML

# term:f14d8d08-8a03-408f-bb74-371ca6376946:name
source: Fwondhue
fr: Fondue

# term:f2fcb5a9-451e-47ec-bbe4-0b86ad86867b:name
source: Webform
fr: Formulaire

# term:f335adf1-03d3-4453-9071-b81ae214f7a5:name
source: Procedure
fr: Procédure

# term:f3ab0e3a-939a-4018-8c03-c792cc305cb4:description
source: A text document like Word or LibreOffice
fr: Document texte comme Word ou LibreOffice

# term:f3ab0e3a-939a-4018-8c03-c792cc305cb4:name
source: Text Document
fr: Document texte

# term:f9adc91d-c63b-4506-8e29-2c4f568f6b98:name
source: High
fr: Haute

# vocabulary:10:description
source: The content's criticity
fr: Importance du contenu

# vocabulary:10:description
source: Use tags to group articles on similar topics into categories.
fr: Importance du contenu

# vocabulary:10:name
source: State
fr: Statut

# vocabulary:10:name
source: Criticity
fr: Criticité

# vocabulary:10:name
source: Tags
fr: Criticité

# vocabulary:1:description
source: Forum navigation vocabulary
fr: Vocabulaire de navigation du forum

# vocabulary:2:description
source: Automatically created by the userpoints module
fr: Créé automatiquement par le module userpoints

# vocabulary:3:description
source: Category of contents
fr: Catégorie de contenu

# vocabulary:3:name
source: Category
fr: Catégorie

# vocabulary:4:description
source: Document's format (pdf, text, html, etc), or type for other node types
fr: Format du document (pdf, texte, html, etc) ou type pour les autres types de nœuds

# vocabulary:4:description
source: The content's criticity
fr: Format du document (pdf, texte, html, etc) ou type pour les autres types de nœuds

# vocabulary:5:description
source: Hobbies
fr: Loisirs

# vocabulary:5:description
source: Document's format (pdf, text, html, etc), or type for other node types
fr: Loisirs

# vocabulary:5:name
source: Criticity
fr: Importance

# vocabulary:5:name
source: Hobbies
fr: Centres d’intérêt

# vocabulary:5:name
source: Format/Type
fr: Centres d’intérêt

# vocabulary:6:description
source: Interests
fr: Intérêts

# vocabulary:6:description
source: Hobbies
fr: Intérêts

# vocabulary:6:name
source: Interests
fr: Intérêts

# vocabulary:6:name
source: Hobbies
fr: Intérêts

# vocabulary:7:description
source: Skills
fr: Compétences

# vocabulary:7:description
source: Interests
fr: Compétences

# vocabulary:7:name
source: Skills
fr: Compétences

# vocabulary:7:name
source: Interests
fr: Compétences

# vocabulary:8:description
source: nodes's state (finished, must validate, etc)
fr: État des noeuds (terminé, à valider, etc.)

# vocabulary:8:description
source: Skills
fr: État des noeuds (terminé, à valider, etc.)

# vocabulary:8:name
source: State
fr: État

# vocabulary:8:name
source: Skills
fr: État

# vocabulary:9:description
source: Use tags to group articles on similar topics into categories.
fr: Utilisez des tags pour grouper des articles sur des sujets similaires en catégories.

# vocabulary:9:description
source: nodes's state (finished, must validate, etc)
fr: Utilisez des tags pour grouper des articles sur des sujets similaires en catégories.

# vocabulary:9:name
source: Tags
fr: Étiquettes

# vocabulary:9:name
source: State
fr: Étiquettes
