Repository: CEO-Vision/gofast
Catalog: sites/all/modules/advanced_forum/translations/*.po
Languages: nl

source: Title
nl: Titel

source: delete
nl: verwijderen

source: 1 post
nl: 1 bericht

source: On
nl: Aan

source: new
nl: nieuw

source: updated
nl: bijgewerkt

source: Search
nl: Zoeken

source: None
nl: Geen

source: Settings
nl: Instellingen

source: edit
nl: bewerken

source: Top
nl: Bovenaan

source: Forum name
nl: Forumnaam

source: Statistics
nl: Statistieken

source: n/a
nl: niet beschikbaar

source: Last post
nl: Laatste bericht

source: Up
nl: Omhoog

source: General
nl: Algemeen

source: !time ago
nl: !time geleden

source: Add new comment
nl: Reactie toevoegen

source: Down
nl: Omlaag

source: reply
nl: beantwoorden

source: 1 new
nl: 1 nieuw

source: Forum statistics
nl: Forum statistieken

source: Topics
nl: Onderwerpen

source: Period
nl: Punt

source: Posts
nl: Berichten

source: Fade
nl: Vervaag

source: Slide
nl: Schuiven

source: Mark all topics read
nl: Alle onderwerpen als gelezen markeren

source: Mark all forums read
nl: Markeer alle forums als gelezen

source: on
nl: op

source: Sticky
nl: Vastgeplakt (sticky)

source: Reason
nl: Reden

source: Enter the terms you wish to search for.
nl: Geef de woorden op waarnaar u wilt zoeken.

source: Toggle
nl: Omschakelen

source: Hot topic threshold
nl: 'Hot topic'-drempelwaarde

source: Order by
nl: Sorteer op

source: Sort
nl: Sorteren

source: Joined
nl: Lid geworden op

source: Edit forum
nl: Forum bewerken

source: sort by @s
nl: op @s sorteren

source: !title<br />by !author<br />@date_posted
nl: !title<br />door !author<br />@date_posted

source: !title<br />by !author<br />@time ago
nl: !title<br />door !author<br />@time geleden

source: by !author<br />@date_posted
nl: door !author<br />@date_posted

source: by !author<br />@time ago
nl: door !author<br />@time geleden

source: New posts
nl: Nieuwe berichten

source: User picture preset
nl: Gebruikersafbeelding preset

source: Advanced forum style
nl: Advanced forum stijl

source: Choose which style to use for your forums. This will apply independent of site theme.
nl: Kies welke stijl gebruikt moet worden voor uw forums. Dit wordt onafhankelijk van de site thema toegepast.

source: Forum and topic lists
nl: Forum- en onderwerpenlijst

source: Get the number of new comments per forum on the forum list
nl: Haal het aantal nieuwe commentaren per forum op de forumlijst op.

source: Core forum shows the number of new topics. If checked, Advanced Forum will get the number of new comments as well and show it under "posts" on the forum overview. Slow query not recommended on large forums.
nl: Core forum toont het aantal nieuwe onderwerpen. Indien geselecteerd zal Advanced forum ook het aantal nieuwe commentaren ophalen en tonen onder "berichten" op het forumoverzicht. Dit is een trage query en niet aanbevolgen voor grote forums.

source: Number of characters to display for the topic title
nl: Aantal karakters om te tonen voor de onderwerptitel

source: Used on main forum page. Enter 0 to use the full title.
nl: Wordt gebruikt op de forum voorpagina. Voer 0 in vom de gehele titel te gebruiken.

source: Post reply
nl: Nieuwe reactie inzenden

source: Last Page
nl: Laatste Pagina

source: Configure Advanced Forum with these settings.
nl: Configureer Advanced Forum met deze instellingen.

source: Enables the look and feel of other popular forum software.
nl: Schakel de look en feel in van andere populaire forum software.

source: What's Going On?
nl: Wat gebeurt er?

source: Topics: !topics, Posts: !posts, Users: !users
nl: Onderwerpen: !topics, Berichten: !posts, Gebruikers: !users

source: The number of posts a topic must have to be considered "hot".
nl: Het aantal berichten dat een onderwerp moet hebben om als 'hot' beschouwd te worden.

source: You are not allowed to post new content in the forum.
nl: U mag geen nieuwe inhoud aan het forum toevoegen.

source: No new
nl: Geen nieuwe

source: New @node_type
nl: Nieuw @node_type

source: View topic
nl: Onderwerp bekijken

source: Topic Icon
nl: Onderwerp pictogram

source: Icon that shows new posts, hot, sticky, locked, etc.
nl: Pictogram die 'nieuwe berichten', 'populair', 'vastgeplakt', 'gesloten', etc. laat zien

source: Topic Pager
nl: Onderwerp pager

source: Small pager for individual topics.
nl: Kleine paginering voor individuele onderwerpen.

source: Forum topic list
nl: Lijst van forumonderwerpen

source: Displays the forum topic list as a view.
nl: Laat de forum onderwerplijst als 'view' zien.

source: Total pages shown
nl: Totaal aantal pagina's weergegeven

source: Source of forum ID
nl: Forum ID bron

source: No new posts
nl: Geen nieuwe berichten

source: Hot topic with new posts
nl: 'Populair' onderwerp met nieuwe posts

source: Hot topic without new posts
nl: 'Populair' onderwerp zonder nieuwe posts

source: Sticky topic
nl: Vast onderwerp

source: Locked topic
nl: Afgesloten onderwerp

source: Sticky:
nl: Vast:

source: Naked
nl: Naakt

source: Image field
nl: Afbeeldingsveld

source: Control access by whether or not the forum is a container.
nl: Toegang beheren afhankelijk van het feit dat een forum wel of geen container is.

source: Pass if forum is a container
nl: Overslaan als een forum een container is

source: Pass if forum is not a container
nl: Overslaan als een forum geen container is

source: @id1 @comp a forum container
nl: @id1 @comp een forumcontainer

source: Forum legend
nl: Forum legenda

source: "@s" legend
nl: '@s' legenda

source: Forum list
nl: Forum lijst

source: A list of forums for the forum.
nl: Een lijst met forums van het forum

source: Administer forums
nl: Forums beheren

source: Add, delete or modify forums
nl: Forums toevoegen, bewerken of verwijderen

source: Modify this forum
nl: Dit forum bewerken

source: "@s" forum list
nl: '@s' forumlijst

source: Most active forum poster
nl: Meest actieve forum inzender

source: A block with information about the most active forum poster.
nl: Een blok met informatie over de meest actieve forum inzender

source: Most active poster in @forum
nl: Meest actieve inzender in @forum

source: Most active poster
nl: Meest actieve inzender

source: More posts
nl: Meer berichten

source: In the last day
nl: In de afgelopen dag

source: In the last week
nl: In de afgelopen week

source: In the last month
nl: In de afgelopen maand

source: In the last quarter
nl: In het afgelopen kwartaal

source: In the last year
nl: In het afgelopen jaar

source: Ever
nl: Ooit

source: Select what period you want to search for the most active poster.
nl: Selecteer in welke periode u wilt zoeken naar de meest actieve inzender.

source: Allow all roles
nl: Alle rollen toestaan

source: Exclude role
nl: Rollen uitsluiten

source: Exclude UID 1
nl: UID 1 uitsluiten

source: "@s" most active poster
nl: "@s" meest actieve inzender

source: Forum search
nl: Forum doorzoeken

source: The forum statistics widget.
nl: Forumstatistieken-widget

source: "@s" statistics
nl: "@s" statistieken

source: Forum topic_legend
nl: Forum onderwerp legenda

source: The forum topic_legend widget.
nl: De forum onderwerp legenda widget

source: "@s" topic legend
nl: "@s" onderwerp legenda

source: The list of all topics for a forum.
nl: Lijst met alle onderwerpen voor een forum.

source: "@s" topic list
nl: onderwerplijst '@s'

source: A single forum object.
nl: Een forumobject.

source: <a href="@login">Log in</a> to post new content in the forum.
nl: <a href="@login">Log in</a> om berichten op het forum te plaatsen.

source: Last seen
nl: Laatst gezien

source: View Forums
nl: Forums bekijken

source: Forum mark read
nl: Forum als gelezen markeren

source: Link to mark all forums / individual forum read.
nl: Link om alle forums / individueel forum als gelezen te markeren.

source: "@s" mark read
nl: "@s" als gelezen markeren

source: None (original image)
nl: Geen (originele afbeelding)

source: Quick reply
nl: Snel beantwoorden

source: (!new new)
nl: (!new nieuw)

source: First unread
nl: Eerste ongelezen

source: View active posts in this forum
nl: Actieve berichten in dit forum bekijken

source: View unanswered posts in this forum
nl: Onbeantwoorde berichten in dit forum bekijken

source: View new posts in this forum
nl: Nieuwe berichten in dit forum bekijken

source: View active forum posts
nl: Actieve forumberichten bekijken

source: View unanswered forum posts
nl: Onbeantwoorde forumberichten bekijken

source: View new forum posts
nl: Nieuwe forumberichten bekijken

source: - Forum Tools -
nl: - Forum hulpmiddelen -

source: (Reply to #!post_position)
nl: (Beantwoord #!post_position)

source: Disable breadcrumbs
nl: Breadcrumbs uitschakelen

source: Collapsible forum containers
nl: Inklapbare forumcontainers

source: Select whether or not to enable collapsible forum containers and what type of animation to use.
nl: Selecteer om in stellen of forumcontainers inklapbaar zijn en om het type animatie te bepalen.

source: Topic locked
nl: Onderwerp gesloten

source: "@s" forum tools
nl: "@s" forum hulpmiddelen

source: Welcome to our latest members: !users
nl: Welkom aan onze laatst nieuwe gebruikers: !users

source: !new new
nl: !new nieuw

source: Administer Advanced Forum
nl: Advanced Forum beheren

source: View Advanced Forum statistics
nl: Statistieken van Advanced Forum bekijken

source: View last edited notice
nl: Laatst bewerkte notificatie bekijken

source: Edited by
nl: Aangepast door

source: This topic has been moved to "!forum"
nl: Dit onderwerp is verplaatst naar '!forum'

source: - Select a forum -
nl: - Een forum selecteren -

source: Containers collapsed by default
nl: Containers zijn standaard ingeklapt

source: Select containers which should be collapsed by default.
nl: Containers selecteren die standaard ingeklapt moeten zijn.
