Repository: CEO-Vision/gofast
Catalog: sites/all/modules/elysia_cron/translations/*.po
Languages: es

source: Save configuration
es: Guardar configuración

source: Reset to defaults
es: Restablecer valores predeterminados

source: Status
es: Estado

source: Disabled
es: Desactivado

source: Enabled
es: Activado

source: Reset
es: Reiniciar

source: Weight
es: Peso

source: Settings
es: Ajustes

source: Name
es: Nombre

source: Default
es: Predeterminado

source: Main
es: Principal

source: n/a
es: n/d

source: Custom
es: Personalizado

source: Overridden
es: Sobrescrito

source: Allowed hosts
es: Servidores permitidos

source: Time limit
es: Límite temporal

source: !time ago
es: Hace !time

source: Channel
es: Canal

source: YES
es: SÍ

source: Last run
es: Última ejecución

source: Running
es: Ejecutándose

source: Debug
es: Depurar

source: Cron Settings
es: Configuración de cron

source: Run cron
es: Ejecutar cron

source: Maintenance
es: Mantenimiento

source: Legend
es: Rótulo

source: Cron key
es: Clave de cron

source: Waiting for execution
es: Esperando ejecución

source: Force execution of !job?
es: ¿Forzar la ejecución de !job?

source: Installation settings
es: Opciones de instalación

source: Script
es: Guión

source: Single job settings
es: Opciones de tarea única

source: Invalid lines:
es: Líneas no válidas:

source: View and manage cron table
es: Ver y administrar las tablas de cron

source: Reset statistics
es: Poner estadísticas a cero.

source: Extended cron support with crontab-like scheduling and other features.
es: Ampliación del funcionamiento de cron mediante planificación al estilo crontab y otras funcionalidades.

source: Click for help and cron rules and script syntax
es: Pulse aquí para ver la ayuda, reglas de cron y sintaxis de guiones de órdenes

source: Global disable
es: Desactivar globalmente

source: Default schedule rule
es: Regla de planificación predeterminada

source: If you don't specify a rule for a process, and if it has not a module specified one, this rule will apply
es: Esta regla se aplicará si no especifica una regla de ejecución para una tarea y tampoco lo hace ningún módulo.

source: Set the number of seconds a channel is allowed to run. If you have some jobs that needs more time to execute increase it or set to 0 to disable the limit (WARN: that way a stuck job will block the channel forever!).
es: Especifique el número de segundos que un canal puede estar en ejecución. Si hay alguna tarea que necesita más tiempo para ejecutarse incremente este número o establézcalo a 0 para desactivar el límite (AVISO: ¡de esta forma una tarea bloqueada bloqueará el canal indefinidamente!).

source: Stuck time
es: Tiempo de bloqueo

source: Enable extended logging (in watchdog)
es: Activar registro ampliado (en el Vigilante)

source: Flag this to disable job execution
es: Marque esta casilla para desactivar la ejecución de la tarea

source: Schedule rule
es: Regla de planificación

source: Timing rule for the job. Leave empty to use default rule (shown after the field in parenthesis)
es: Regla de temporización de la tarea. Déjela en blanco para usar la regla predeterminada (mostrada después del campo entre paréntesis)

source: Use this to specify execution order: low weights are executed before high weights. Default value shown in parenthesis
es: Usado para especificar el orden: taras con pesos bajos son ejecutadas antes que tareas con pesos altos. Los valores predeterminados se muestran entre paréntesis

source: Invalid rule: !rule
es: Regla no válida: !rule

source: Cron could not run because an invalid key was used.
es: Cron no pudo ejecutarse porque se utilizó una clave inválida

source: Cron could not run because the site is in maintenance mode.
es: Cron no se pudo ejecutar porque el sitio está desconectado en modo de mantenimiento.

source: DISABLED
es: DESACTIVADO

source: Run cron on visitor's requests, every
es: Ejecutar cron a petición del visitante cada

source: Setting a time here will enable the "poormanscron" method, which runs the Drupal cron operation using normal browser/page requests instead of having to set up a crontab to request the cron.php script. This approach requires that your site gets regular traffic/visitors in order to trigger the cron request.
es: Establecer aquí una hora activará el llamado "cron del pobre", que ejecuta la tarea cron de Drupal utilizando las peticiones normales de página del navegador en vez de establecer una tarea cron programada que llame al guión de órdenes de cron.php. Este método necesita que su sitio tenga in flujo sostenido de visitantes para que salte la petición de cron.

source: This way is fine if you don't need a great control over job starting times and execution frequency.
es: Así está bien si no necesita más control sobre los momentos de inicio de cron y la frecuencia de su ejecución.

source: If you have a very large site, or you need to execute some jobs very often (more than once an hour) refer to Elysia cron's INSTALL.TXT to improve main cron setup.
es: Si tiene un sitio muy grande o necesita ejecutar algunas tareas de cron muy a menudo (más de una vez por hora) consulte el documento INSTALL.TXT de Elysia cron para ver cómo mejorar las opciones del cron principal.

source: Never / Use external crontab
es: Usar crontab externo / Nunca

source: How many seconds the process should wait to consider the job as stuck (so the channel can run again)
es: Cuántos segundos debe pasar en espera un proceso para que la raea se considere atascada (y que el canal pueda ejecutarse de nuevo).

source: Predefined rules
es: Reglas predefinidas

source: You can put here standard rules used in your system, each one with its own caption. Put each rule in a separate line, in the form "caption = rule". For example: <i>"every 15 minutes = */15 * * * *"</i>.
es: Puede especificar aquí las reglas estándar que use en su sistema, cada una con su propio título. Ponga una regla por línea en la forma "título = regla"; por ejemplo: <i>"cada 15 minutos = */15 * * * *"</i>.

source: External cron tracking
es: Seguimiento de cron externo

source: This lets you use an external tracking system like <a href="http://www.host-tracker.com/">Host Tracker</a> to be used to monitor the health of cron on your site. Point the tracking service to <a href="!cron-ping-url">!cron-ping-url</a>. If Elysia cron has been called within the time interval specified below, the ping page will return HTTP 200. If not, the ping page will throw a 404 (page not found).
es: Esto le permite usar un sistema de seguimiento como <a href="http://www.host-tracker.com/">Host Tracker</a> para monitorizar el estado correcto de cron en su sitio web. A punta al servicio de seguimiento <a href="!cron-ping-url">!cron-ping-url</a>. Si se ha llamado a Elysia Cron dentro del marco temporal especificado más abajo, la página de ping devolvera un estado HTTP 200. De no ser así, la página de ping devolverá un error 404 de página no encontrada.

source: Lapse interval (minutes)
es: Intervalo temporal (minutos)

source: Specify the number of minutes to allow to lapse before the cron ping page returns a 404 (page not found).
es: Especificar los minutos que deben transcurrir antes de que la página de ping de cron devuelva un error de página no encontrada (404).

source: Specify a channel for the job (create the channel if not exists)
es: Especificar un canal para la tarea (crear el canal si no existe)

source: Job channel associations
es: Asociaciones de canal de tarea

source: Leave empty for default channel
es: Déjelo vacío para el canal predeterminado

source: Channels settings
es: Opciones de canal

source: Are you sure you want to reset statistics?
es: ¿Seguro que quiere reiniciar las estadísticas?

source: Administer elysia cron
es: Administrar Elysia cron

source: Perform changes to cron jobs timings, disable cron or single jobs and access cron execution statistics
es: Hacer cambios en los tiempos de ejecución de cron, desactivarlo globalmente o en tareas individuales u acceder a las estadísticas de ejecución de cron.

source: Cron has been called within maximum lapse time.
es: Se ha llamado a cron dentro del marco temporal máximo.

source: Last channel executed
es: Último canal ejecutado

source: Running channels
es: Ejecutando canales

source: Running since !date
es: Ejecutándose desde !date

source: Last aborted
es: Última cancelación

source: On function !function
es: Con función !function

source: Abort count
es: Cantidad de cancelaciones

source: Job / Rule
es: Tarea / Regla

source: Last exec time
es: Última ejecución

source: Exec count
es: Cantidad de ejecuciones

source: Avg/Max Exec time
es: Promedio/Max

source: Notes: job times don't include shutdown times (only shown on channel times).
es: Notas: Los tiempos de las tareas no incluyen los tiempos de no funcionamiento (que sólo se muestran en los tiempos por canal).
