Repository: CEO-Vision/gofast
Catalog: sites/all/modules/ckeditor_link/translations/*.po
Languages: de, fr

source: User interface
de: Benutzeroberfläche
fr: Interface utilisateur

source: Content types
de: Inhaltstypen
fr: Types de contenu

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: Vocabularies
de: Vokabulare
fr: Vocabulaires

source: Taxonomy terms
de: Taxonomie Begriffe
fr: Termes de taxonomie

source: Nodes
de: Beiträge
fr: Nœuds

source: Menu items
de: Menüpunkte
fr: Eléments de menu

source: Selected by default
de: Standardmässig ausgewählt
fr: Sélectionné par défaut

source: Internal path
fr: Chemin interne

source: CKEditor Link Filter
fr: Filtre CKEditor Link

source: Converts links added through <em>CKEditor Link</em> into aliased and language prefixed URLs.
de: Konvertiert Links, die über <em>CKEditor Link</em> hinzugefügt wurden, in URLs mit Alias und Sprachpräfix.
fr: Convertit les liens ajoutés par <em>CKEditor Link</em> en alias d'URL et URL préfixées par la langue.

source: access ckeditor link
fr: accéder à ckeditor link

source: Easily create links to Drupal internal paths through CKEditor.
de: Einfaches Erstellen von Links zu internen Drupal-Pfaden mit CKEditor.
fr: Créer facilement des liens vers des chemins internes à Drupal via CKEditor.

source: Access <em>CKEditor Link</em>
de: Auf <em>CKEditor Link</em> zugreifen
fr: Accéder à <em>CKEditor Link</em>

source: Link type name
de: Name des Linktyps
fr: Nom du type de lien

source: The name of the option added to the Link Type select box. Enter %site_name to use the name of this website.
de: Der Name der Option, die zur Linktyp-Auswahlbox hinzugefügt wurde. Geben Sie %site_name ein, um den Namen dieser Webseite zu verwenden.
fr: Le nom de l'option ajoutée à la zone de sélection du Type de Lien. Entrez %site_name pour utiliser le nom de ce site web.

source: Whether the %link_type link type should be selected by default instead of the URL link type.
de: Ob der Link-Type %link_type standardmäßig statt des URL-Linktypes ausgewählt sein soll.
fr: Si le type de lien %link_type devrait être sélectionné par défaut au lien du type de lien URL.

source: Link must be a valid internal path.
de: Link muss ein gültiger interner Pfad sein.
fr: Le lien doit correspondre à un chemin interne valide.

source: CKEditor Link - A plugin to easily create links to Drupal internal paths
de: CKEditor Link - Ein Plugin, um einfach Links zu Drupal-internen Pfaden zu erzeugen
fr: CKEditor Link - Un module pour facilement créer des liens vers des chemins internes de Drupal

source: administer ckeditor link
de: CKEditor-Link verwalten.
fr: administrer ckeditor link

source: Configure CKEditor Link.
de: CKEditor-Link konfigurieren.
fr: Configurer CKEditor Link.

source: <em>Any menu</em>
de: <em>Beliebiges Menü</em>
fr: <em>N'importe quel menu</em>

source: Select the menus to be available as autocomplete suggestions.
de: Wählen Sie die Menüs aus, die als Vorschläge in der Autovervollständigung zur Verfügung stehen sollen.
fr: Sélectionnez les menus à rendre disponibles pour les suggestions d'auto-complétion.

source: <em>Any content type</em>
de: <em>Beliebiger Inhaltstyp</em>
fr: <em>N'importe quel type de contenu</em>

source: Select the content types to be available as autocomplete suggestions.
de: Wählen Sie die Inhaltstypen aus, die als Vorschläge in der Autovervollständigung zur Verfügung stehen sollen.
fr: Sélectionnez les types de contenus à rendre disponibles pour les suggestions d'auto-complétion.

source: <em>Any vocabulary</em>
de: <em>Beliebiges Vokabular</em>
fr: <em>N'importe quel vocabulaire</em>

source: Select the vocabularies to be available as autocomplete suggestions.
de: Wählen Sie die Vokabulare aus, die als Vorschläge in der Autovervollständigung zur Verfügung stehen sollen.
fr: Sélectionnez les vocabulaires à rendre disponibles pour les suggestions d'auto-complétion.

source: Administer <em>CKEditor Link</em>
de: <em>CKEditor Link</em> verwalten
fr: Administrer <em>CKEditor Link</em>

source: Number of suggestions
de: Anzahl der Vorschläge
fr: Nombre de suggestions

source: The maximum number of suggestions to display on autocomplete.
de: Die maximale Anzahl an Vorschlägen, die bei der automatischen Vervollständigung angezeigt werden sollen.
fr: Le nombre maximum de suggestions à afficher lors de l'auto-complétion.

source: Menus
de: Menüs

source: Clean URLs are disabled.
de: Lesbare URLs sind deaktiviert.
