Repository: CEO-Vision/gofast
Catalog: sites/all/modules/gofast/gofast_retention/translations/*.po
Languages: fr

# gofast:gofast_retention
source: Period Retention Matrice
fr: Matrice DUA (Durée d'Utilité Administrative)

# gofast:gofast_retention
source: Contain matrice for retention period and action by category
fr: Contient la matrice DUA ainsi que les actions pour chaque catégorie

# gofast:gofast_retention
source: Date Retention will expire
fr: La DUA expirera

# gofast:gofast_retention
source: Documents' retention date expiring tomorrow
fr: La DUA de ces documents expire demain

# gofast:gofast_retention
source: Message sent from GofastPlateform
fr: Message envoyé depuis la Plateforme GoFAST

# gofast:gofast_retention
source: Documents' retention date expiring in 1 week notification
fr: La DUA de ces documents expire dans 1 semaine

# gofast:gofast_retention
source: Current list of mail recipient
fr: Liste des destinataires du mail de notification

# gofast:gofast_retention
source: You can edit an existing retention period
fr: Vous pouvez éditer une DUA existante

# gofast:gofast_retention
source: Recipient(s)
fr: Destinataire(s)

# gofast:gofast_retention
source: Email of the person which will be notified once retention period is over
fr: Mail des personnes qui seront notifiés de l'expiration des DUA

# gofast:gofast_retention
source: Current list of retention period
fr: Liste des DUA actuelles

# gofast:gofast_retention
source: You can edit and existing retention period
fr: Vous pouvez éditer une DUA existante

# gofast:gofast_retention
source: Add/Edit a retention period
fr: Ajouter/Editer une DUA existante

# gofast:gofast_retention
source: You can add or edit an existing retention period
fr: Vous pouvez ajouter ou éditer des DUA existantes

# gofast:gofast_retention
source: New Retention period
fr: Nouvelle DUA

# gofast:gofast_retention
source: Select a category
fr: Sélectionner une catégorie

# gofast:gofast_retention
source: Category
fr: Catégorie

# gofast:gofast_retention
source: Retention duration
fr: DUA (Durée d'Utilité Administrative)

# gofast:gofast_retention
source: Unit
fr: Unité

# gofast:gofast_retention
source: Day
fr: Jour

# gofast:gofast_retention
source: Month
fr: Mois

# gofast:gofast_retention
source: Year
fr: Année

# gofast:gofast_retention
source: -None-
fr: -Aucune-

# gofast:gofast_retention
source: Archive
fr: Archiver

# gofast:gofast_retention
source: Sort
fr: Trier

# gofast:gofast_retention
source: Destruction
fr: Détruire

# gofast:gofast_retention
source: Document Retention
fr: DUA (Durée d'Utilité Administrative)

# gofast:gofast_retention
source: This document has a retention date, you can only change its category
fr: Ce document possède une DUA, vous ne pouvez que modifier sa catégorie

# gofast:gofast_retention
source: Create
fr: Créer
